<?php

return [
    'home' => [
        'civil' => 'Гражданская продукция',
        'military' => 'Военная продукция',
    ],
    'civil' => [
        'title' => 'Продукция Гражданского назначения',
        'text' => 'Уникальные базовые технологии позволяют АО «Концерн «Гранит-Электрон» в рамках интеграции с производственными предприятиями, входящими в его состав, разрабатывать продукцию гражданского и двойного назначения. Это судовые, береговые и навигационные радиолокационные комплексы для управления движением судов, наблюдения за погодными условиями и экологической безопасностью, охраны морских границ, информационные системы для обслуживания Арктической зоны северного морского пути.',
        '1' => 'Каталог продукции',
        '2' => 'На главную',
    ],
    'civil_catalog' => [
        'h1' => 'гражданская продукция',
        'footer1' => 'АО “Концерн “Гранит-Электрон”',
        'footer2' => 'Доверяй опыту!',
    ],
    'military' => [
        'title' => 'Продукция военного назначения',
        'text' => 'Более века предприятие создает принципиально новые виды военной техники и вооружений. Военно-Морскому Флоту переданы десятки уникальных комплексов, которыми оснащены корабли практически всех классов, в том числе тяжелый крейсер «Петр Великий», авианесущий корабль «Адмирал Кузнецов», противолодочные корабли типа «Адмирал Чабаненко», атомные подводные лодки типа «Акула», «Антей», «Борей», «Ясень», а также объекты берегового базирования. Все эксплуатируемые в России дизельные подводные лодки оснащены созданными на предприятии автоматизированными радиолокационными станциями.',
        '1' => 'Каталог продукции',
        '2' => 'На главную',
    ],
    'military_catalog' => [
        'h1' => 'военная продукция',
        'footer1' => 'АО “Концерн “Гранит-Электрон”',
        'footer2' => 'Доверяй опыту!',
    ],
    'contacts' => [
        'h1' => 'Контакты',
        'address' => 'Адрес',
        'phone' => 'Телефон',
        'email' => 'Электронный адрес',
        'site' => 'Корпоративный сайт',
    ],
];
