<?php

return [
    'home' => [
        'civil' => 'Гражданская продукция',
        'military' => 'Военная продукция',
    ],
    'civil' => [
        'title' => 'Продукция Гражданского назначения',
        'text' => 'На протяжении многих лет предприятие создает принципиально новые виды военной техники и вооружений. Военно-Морскому Флоту переданы десятки уникальных комплексов, которыми оснащены корабли практически всех классов, в том числе тяжелый крейсер «Петр Великий», авианесущий корабль «Адмирал Кузнецов», противолодочные корабли типа «Адмирал Чабаненко», атомные подводные лодки типа «Акула», «Антей», «Борей», «Ясень», а также объекты берегового базирования.',
        '1' => 'Каталог продукции',
        '2' => 'На главную',
    ],
    'civil_catalog' => [
        'h1' => 'гражданская продукция',
        'footer1' => 'АО “Концерн “Гранит-Электрон”',
        'footer2' => 'Опыт. Профессионализм. История.',
    ],
    'military' => [
        'title' => 'Продукция военного назначения',
        'text' => 'На протяжении многих лет предприятие создает принципиально новые виды военной техники и вооружений. Военно-Морскому Флоту переданы десятки уникальных комплексов, которыми оснащены корабли практически всех классов, в том числе тяжелый крейсер «Петр Великий», авианесущий корабль «Адмирал Кузнецов», противолодочные корабли типа «Адмирал Чабаненко», атомные подводные лодки типа «Акула», «Антей», «Борей», «Ясень», а также объекты берегового базирования.',
        '1' => 'Каталог продукции',
        '2' => 'На главную',
    ],
    'military_catalog' => [
        'h1' => 'военная продукция',
        'footer1' => 'АО “Концерн “Гранит-Электрон”',
        'footer2' => 'Опыт. Профессионализм. История.',
    ],
    'contacts' => [
        'h1' => 'Контакты',
        'address' => 'Адрес',
        'phone' => 'Телефон',
        'email' => 'Электронный адрес',
        'site' => 'Корпоративный сайт',
    ],
];
